TRUNCATE `bus_route`;
INSERT INTO `bus_route` (`id`, `name`)
VALUES (11200020, 'T-2 (Ботаник-5 Шар)'),
    (
        11200050,
        'T-5 (Офицеруудын ордон-Дүүхээ дэлгүүр)'
    ),
    (11200040, 'Т-4 (Ботаник-Вокзал)'),
    (11400100, 'ХО:10 (Шанд хурган-5 Шар)'),
    (
        11400112,
        'ХО:11Z (Хонхор Эцэс-Офицеруудын ордон)'
    ),
    (11400120, 'ХО:12 (Мал бордох-5 Шар)'),
    (11400131, 'ХО:13Z (Баруун түрүү эцэс-5 Шар)'),
    (
        11400141,
        'ХО:14Z (Жаргалант Партизан-Хар хорин)'
    ),
    (
        11400013,
        'ХО:1Z (Санзай түр эцэс-Тэнгис кино театр)'
    ),
    (
        11400020,
        'ХО:2 (ШАРГА МОРЬТЫН ЭЦЭС-зуслан-Дүнжингарав Худалдааны төв)'
    ),
    (11400032, 'ХО:3Z1 (Городок эцэс-10 ШАР БАЙР)'),
    (11400040, 'ХО:4 (Офицеруудын ордон-Шилжрээ)'),
    (
        11400056,
        'ХО:5-1 (10 ШАР БАЙР-Офицеруудын ордон)'
    ),
    (
        11400060,
        'ХО:6 (Түргэний гол эцэс-120 Мянгат)'
    ),
    (
        11400070,
        'ХО:7 (Туул тосгон шинэ эцэс-120 Мянгат)'
    ),
    (
        11400080,
        'ХО:8 (Найрамдал зуслан-3-р эмнэлэг)'
    ),
    (11400090, 'ХО:9 (190-р цэцэрлэг-5 Шар)'),
    (11100010, 'Ч:1 (5 Шар-Офицеруудын ордон)'),
    (
        11100100,
        'Ч:10 (БЗД 21-р хороо-Мишээл экспо)'
    ),
    (
        11100110,
        'Ч:11 (ХУЖИРБУЛАНГИЙН ЭЦЭС-Монгол кино үйлдвэр)'
    ),
    (
        11100122,
        'Ч:12Z (Ургах наран хороолол эцэс-Офицеруудын ордон)'
    ),
    (11100130, 'Ч:13 (Тахилтын эцэс-5 Шар)'),
    (
        11100140,
        'Ч:14 (НАРАНГИЙН ГОЛ-10-р хороолол)'
    ),
    (11100150, 'Ч:15 (НИСЭХ-5 Шар)'),
    (
        11100160,
        'Ч:16 (БАРУУН САЛААНЫ ЭЦЭС-10-р хороолол)'
    ),
    (11100171, 'Ч:17А (Сансар ШТС-Вокзал)'),
    (11100172, 'Ч:17Б (Сансар ШТС-Вокзал)'),
    (
        11100181,
        'Ч:18А (Дулааны цахилгаан станц 3-Дүүхээ дэлгүүр)'
    ),
    (
        11100182,
        'Ч:18Б (МҮИС-Дулааны цахилгаан станц 3)'
    ),
    (
        11100191,
        'Ч:19А (Цагаан давааны задгай-Сансарын үйлчилгээний төв)'
    ),
    (
        11100192,
        'Ч:19Б (Цагаан давааны задгай-Сансарын үйлчилгээний төв)'
    ),
    (
        11100020,
        'Ч:2 (ШАР ХАДНЫ ЭЦЭС-3,4-р хороололын эцэс)'
    ),
    (11100201, 'Ч:20А (БАЯНХОШУУ-34-р байр)'),
    (11100202, 'Ч:20Б (БАЯНХОШУУ-Хар хорин)'),
    (11100211, 'Ч:21А (Вокзал-Автобус бааз)'),
    (11100212, 'Ч:21Б (Вокзал-Автобус бааз)'),
    (
        11100223,
        'Ч:22Өв (Шадивлан-ЧИНГИС СООСЭ Дээд Сургууль)'
    ),
    (
        11100230,
        'Ч:23 (ЗҮРХ УУЛ /Чингэлтэйн эцэс/-МУБИС)'
    ),
    (
        11100241,
        'Ч:24А (Дүүхээ дэлгүүр-ЗҮРХ УУЛ /Чингэлтэйн эцэс/)'
    ),
    (11100240, 'Ч:24Б (ТЭЦ4-МҮИС)'),
    (
        11100250,
        'Ч:25 (Тоосгоны Үйлдвэр Эцэс-Дүүхээ дэлгүүр)'
    ),
    (
        11100260,
        'Ч:26 (Тоосгоны Үйлдвэр Эцэс-Жанжин Клуб)'
    ),
    (11100270, 'Ч:27 (Өвөр согоот-Вокзал)'),
    (11100281, 'Ч:28-1 (Сэлх -Ард кино театр)'),
    (11100290, 'Ч:29 (Сэлбэ амралт-Вокзал)'),
    (
        11100030,
        'Ч:3 (ХАЛДВАРТЫН ЭМНЭЛЭГ-Зүүн салааны шинэ эцэс)'
    ),
    (11100300, 'Ч:30 (Жанжин Клуб-МУБИС)'),
    (
        11100310,
        'Ч:31 (УЛИАСТАЙН ШИНЭ ЭЦЭС-Зам Гүүрийн Авто Бааз)'
    ),
    (
        11100320,
        'Ч:32 (УЛИАСТАЙН ШИНЭ ЭЦЭС-Дулааны цахилгаан станц 3)'
    ),
    (
        11100330,
        'Ч:33 (ШАР ХАДНЫ ЭЦЭС-Зунжин худалдааны төв)'
    ),
    (
        11100340,
        'Ч:34 (ШАР ХАДНЫ ЭЦЭС-Дулааны цахилгаан станц 3)'
    ),
    (
        11100350,
        'Ч:35 (Цагаан давааны задгай-4-р дэлгүүр)'
    ),
    (
        11100360,
        'Ч:36 (ГАЧУУРТЫН ЭЦЭС-Жуковын музей)'
    ),
    (
        11100370,
        'Ч:37 (УЛААНХУАРАН -ын эцэс-4-р хороолол)'
    ),
    (
        11100380,
        'Ч:38 (Ханын Материалын Комбинат-Хайлаастын шинэ эцэс)'
    ),
    (
        11100390,
        'Ч:39 (Сансар /Тунель/-3,4-р хороололын эцэс)'
    ),
    (11100040, 'Ч:4 (5 Шар-Сансар ШТС)'),
    (
        11100400,
        'Ч:40 (Алтан тариа-УЛААНХУАРАН -ын эцэс)'
    ),
    (
        11100410,
        'Ч:41 (БАРУУН САЛААНЫ ЭЦЭС-ХАЛДВАРТЫН ЭМНЭЛЭГ)'
    ),
    (11100420, 'Ч:42 (ЗАЙСАН-Та Чи)'),
    (11100430, 'Ч:43 (БАЯНХОШУУ-Ард кино театр)'),
    (
        11100440,
        'Ч:44 (НАРАНГИЙН ГОЛ-Дүнжингарав Худалдааны төв)'
    ),
    (11100450, 'Ч:45 (ГАН ХИЙЦ КОМПАНИ-ЗАЙСАН)'),
    (11100460, 'Ч:46 (Улаанчулуут-Та Чи)'),
    (
        11100470,
        'Ч:47 (Орбитын шинэ эцэс-Ард кино театр)'
    ),
    (
        11100480,
        'Ч:48 (Зүүн салааны шинэ эцэс-МУБИС)'
    ),
    (
        11100490,
        'Ч:49 (34-р байр-Дүнжингарав Худалдааны төв)'
    ),
    (
        11100050,
        'Ч:5 (ШАР ХАДНЫ ЭЦЭС-Гэмтлийн эмнэлэг)'
    ),
    (
        11100500,
        'Ч:50 (УЛААНХУАРАН -ын эцэс-Мишээл экспо)'
    ),
    (
        11100510,
        'Ч:51 (Дүүхээ дэлгүүр-Дүнжингарав Худалдааны төв)'
    ),
    (11100520, 'Ч:52 (Дүүхээ дэлгүүр-ЗАЙСАН)'),
    (11100530, 'Ч:53 (ЯАРМАГИЙН ЭЦЭС-МУБИС)'),
    (11100540, 'Ч:54 (ЯАРМАГИЙН ЭЦЭС-БАЯНХОШУУ)'),
    (11100550, 'Ч:55 (Автобус бааз-ЗАЙСАН)'),
    (
        11100560,
        'Ч:56 (Архивын ерөнхий газар-120 Мянгат)'
    ),
    (
        11100570,
        'Ч:57 (Улаанчулуут-Монгол Улсын Их Сургууль)'
    ),
    (
        11100580,
        'Ч:58 (Мишээл экспо-Дүүхээ дэлгүүр)'
    ),
    (
        11100590,
        'Ч:59 (Ханын Материалын Комбинат-Офицеруудын ордон)'
    ),
    (11100060, 'Ч:6 (65-р дэлгүүр-Ботаник)'),
    (
        11100600,
        'Ч:60 (Саппоро-Авто Худалдааны Цогцолбор)'
    ),
    (
        11100612,
        'Ч:61 (Мишээл экспо-Офицеруудын ордон)'
    ),
    (
        11100620,
        'Ч:62 (Алтан овооны 42-р гудамж-10-р хороолол)'
    ),
    (11100630, 'Ч:63 (Хан Хиллс-МУБИС)'),
    (
        11100640,
        'Ч:64 (Цагаан давааны задгай-ХАЛДВАРТЫН ЭМНЭЛЭГ)'
    ),
    (11100650, 'Ч:65 (ЗАЙСАН-Офицеруудын ордон)'),
    (11100660, 'Ч:66 (ЗАЙСАН-11-р хороолол)'),
    (11100670, 'Ч:67 (Морин 3-НИСЭХ)'),
    (
        11100680,
        'Ч:68 (Архивын ерөнхий газар-Нисэхийн шинэ эцэс)'
    ),
    (
        11100690,
        'Ч:69 (Зунжин худалдааны төв-Дулааны цахилгаан станц 3)'
    ),
    (
        11100070,
        'Ч:7 (НИСЭХ-Монгол Улсын Их Сургууль)'
    ),
    (
        11100700,
        'Ч:70 (Дулааны цахилгаан станц 3-Ард кино театр)'
    ),
    (
        11100710,
        'Ч:71 (Дүнжингарав Худалдааны төв-120 мянгат)'
    ),
    (
        11100720,
        'Ч:72 (Хөгжим бүжгийн коллеж-БОГДХАН АМРАЛТ)'
    ),
    (11100730, 'Ч:73 (ТЭЦ4-Зунжин худалдааны төв)'),
    (
        11100740,
        'Ч:74 (Цагаан давааны задгай-Вокзал)'
    ),
    (11100080, 'Ч:8 (Хайлаастын шинэ эцэс-МУБИС)'),
    (11100090, 'Ч:9 (НИСЭХ-4-р дэлгүүр)');